<template>
    <div id="mumberupgrade">
            <div class="well">
	<center><h1><font color="red">欢迎你使用天宝微拍VIP商户包年增值服务！</font></h1></center>
<div>“天宝微拍微在线代理销售和结算服务”（以下简称“本服务”）是由上海满皋网络科技有限公司向天宝微拍微商城商户（以下简称“您”）提供的“天宝微拍微商城”软件系统（以下简称“本系统”）及（或）附随的商品区代理销售和货款结算服务，方便天宝微拍微商城商户的买家通过天宝微拍微商城软件系统，并提供通过本系统集成的第三方支付网关完成付款，天宝微拍微商城收到买家货款后，依据天宝微拍微商城商户的指令结算相应货款。本协议由您和天宝微拍签订。</div>
<h3>声明与承诺</h3>
一、您确认，在您申请开通天宝微拍微商城店铺的代理销售和结算服务之前，您已充分阅读、理解并接受本协议的全部内容，一旦您使用本服务，即表示您同意遵循本协议的所有约定。<br/>
二、您同意，天宝微拍有权随时对本协议内容进行单方面的变更，并以在天宝微拍网站公告的方式予以公布，无需另行单独通知您；若您在本协议内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容使用本服务；若您不同意修改后的协议内容，您应停止使用本服务。
三、您声明，在您同意接受本协议并注册开通天宝微拍微商城店铺时，您是具有法律规定的完全民事权利能力和民事行为能力，能够独立承担民事责任的自然人、法人或其他组织；本协议内容不受您所属国家或地区的排斥。不具备前述条件的，您应立即终止注册或停止使用本服务。<br/>
<h3>天宝微拍微商城代理销售和结算服务概要</h3>
一、天宝微拍微商城店铺账户：指在您使用本服务时，天宝微拍向您提供的店铺唯一编号。您可自行设置密码，提交商品区信息，并用以查询或计算您的货款。<br/>
二、天宝微拍微商城代理销售服务：是指买卖双方使用本系统，且约定买卖合同项下的交易款由买方通过本系统集成的第三方支付网关以电子货币的方式支付到天宝微拍第三方支付网关的账户，天宝微拍第三方支付网关的账户在收到该款项后将交易货款记录到您的店铺账户记录中，但实际由天宝微拍代为收取该款项的一种服务。在您使用本服务时，除适用天宝微拍微商城代理销售服务的相关约定外，还将优先适用以下条款：<br/>
1、天宝微拍为您代理销售的交易货款系由您的交易对方通过第三方支付网关以电子货币付款的方式支付至天宝微拍的第三方支付网关账户，通过天宝微拍系统记录到您的天宝微拍微商城店铺账户记录内。您理解并同意，在您的交易对方通过第三方支付网关将电子货币支付至天宝微拍第三方支付网关账户的过程需要一定的时间，在第三方支付网关告知天宝微拍已收到您的交易对方支付的交易货款后，天宝微拍将向您的天宝微拍微商城店铺账户记录该笔交易货款。<br/>
2、天宝微拍为您代理销售产生的交易货款系由买家通过第三方支付网关以电子货币付款的方式支付至天宝微拍第三方支付网关账户，第三方支付网关会因此向您单独收取费用，您理解并同意，该费用是第三方支付网关基于其向您提供的支付服务所收取的费用，与天宝微拍向您提供的本项服务无关。<br/>
3、您在选用本项服务作为交易支付方式后，该支付行为能否完成取决于您的交易对方是否选用第三方支付网关方式支付，在交易对方无法通过第三方支付网关支付时，天宝微拍将提示您的交易对方重新选择天宝微拍的其他支付方式。<br/>
三、天宝微拍微商城结算服务：即天宝微拍向您提供货款结算的中介服务，其中包含：
1、货款支付：您可以要求天宝微拍向其支付自己的货款。当您向天宝微拍做出结算指示时，必须提供一个与您或您的公司名称相符的有效的中华人民共和国境内（不含港澳台）银行账户，天宝微拍将于收到指示后的一至十五个工作日内，将相应的款项汇入您提供的有效收款账户。除本条约定外，天宝微拍不提供其他受领方式。<br/>
2、 系统查询：天宝微拍将对您在本系统中的所有操作进行记录，不论该操作之目的最终是否实现。您可以在本系统中实时查询其天宝微拍微商城店铺账户名下的交易记录，若您认为记录有误的，您可向天宝微拍提出异议，天宝微拍将向您提供天宝微拍按照您的指示操作产生的收付款记录。并且您认同此记录为您交易记录的最终依据，不再对此有异议。
<br>
3、 款项专属：对通过您天宝微拍微商城店铺账户收到的货款，一天宝微拍将予以妥善保管，除本协议另行规定外，不作任何其他非您指示的用途。天宝微拍通过您的用户名和密码识别您的指示，请您妥善保管您的用户名和密码，对于因密码泄露所致的损失，由您自行承担。本服务所涉及到的任何款项只以人民币计结，不提供任何形式的外币兑换业务。
<br/>
4、 异常交易处理：您使用本服务时，可能由于微信本身系统问题、微信相关作业网络连线问题或其他不可抗拒因素，造成暂时无法提供本服务。<br/>
四、软件服务费：是指您使用本服务应向天宝微拍支付的费用。<br/>
五、服务期：是指您支付软件服务费后，使用本服务的期限。<br/>
六、订购成功：是指您同意本协议内容、成功支付软件服务费，且在您的店铺后台显示“已订购天宝微拍微商城”。<br/>
七、续费：已经订购过天宝微拍微商城代理销售和结算服务，再一次付费订购的即为续费。<br/>
<h3>天宝微拍微商城店铺账户</h3>
一、注册相关<br/>
（一）、在您注册天宝微拍微商城店铺账户时，您需提供手机号码，并正确填写验证码及相关信息天宝微拍，方能成功注册天宝微拍微商城店铺。<br/>
（二）、您注册完成，取得天宝微拍提供给您的“天宝微拍微商城店铺账户”（以下简称该账户）并且支付软件服务费成功订购天宝微拍微商城代理销售和结算服务后，方可使用本服务。且使用本服务时，您同意：<br/>
1、 依本服务注册表之提示准确提供并在取得该账户后及时更新正确、最新及完整的资料。一旦天宝微拍发现您提供的资料错误、不实、过时或不完整的，天宝微拍有权暂停或终止向您提供部分或全部“天宝微拍微商城服务”，由此产生的任何直接或间接费用由您自行承担，天宝微拍对此不承担任何责任。<br/>
2、 因您未及时更新资料，导致本服务不能提供或提供时发生任何错误的，您不得将此作为取消交易、拒绝发货的理由，您承担因此产生的一切后果，天宝微拍不承担任何责任。<br/>
3、 您应对其天宝微拍微商城店铺账户负责，只有您或您指定的管理员可以使用您的天宝微拍微商城店铺账号。在您决定不再使用该账户时，您应将该账户下所对应的可用款项全部结算，并向天宝微拍申请删除该账户。您同意，若您丧失全部或部分民事权利能力或民事行为能力，天宝微拍有权根据有效法律文书（包括但不限于生效的法院判决、生效的遗嘱等）处置您的天宝微拍微商城店铺账户相关的款项。<br/>
4、遵守本协议、甲乙双方签订的其他协议及其他在天宝微拍商家公告上发布的规则、公告。<br/>
（三）您注册完成，取得天宝微拍提供给您的“天宝微拍微商城店铺账户”（以下简称该账户）后，可以以游客会员的身份体验天宝微拍相关的服务权益。<br/>
二、账户安全<br/>
您将对使用该账户及密码进行的一切操作及言论负完全的责任，因此您同意：<br/>
1、不向其他任何人泄露该账户及密码，亦不使用其他任何人的“天宝微拍微商城店铺账户”及密码。<br/>
2、及时更新“天宝微拍微商城店铺账户”的管理员权限，并且店铺下其他管理员的操作，视为您授权其进行管理。<br/>
3、如您发现有他人冒用或盗用您的账户及密码或任何其他未经合法授权之情形时，应立即修改账号密码并妥善保管，或立即以有效方式（包括但不限于电话、邮件等方式）通知天宝微拍，要求天宝微拍暂停相关服务。如要求天宝微拍暂停相关服务的，天宝微拍将根据您的情况，暂停提供相关服务。但是，在天宝微拍对您的请求采取行动所需的合理期限内，天宝微拍对已执行的指令及(或)所导致的您的损失不承担任何责任。<br/>
4、因黑客行为或您的保管疏忽导致账号非法使用，天宝微拍概不承担任何责任。<br/>
<h3>天宝微拍微商城代理销售和结算使用规则</h3>
为有效保障您使用本服务的合法权益，您理解并同意接受以下规则：<br/>
一、一旦您使用本服务，您即允许天宝微拍代理您及（或）您的公司在您及（或）您指定人符合指定条件或状态时，结算款项给您指定人<br/>
二、天宝微拍可通过您在天宝微拍微商城网站上依照本服务预设流程申请结算，是不可撤回或撤销的，且成为天宝微拍代理您结算款项的唯一指令。但您向天宝微拍发出结算指令前，您应已向天宝微拍提供真实的身份信息和资质证明，且经天宝微拍核查无误完成的有效店铺，否则您向天宝微拍申请提现的结算指令将会被系统自动拦截或无法提现。<br/>
三、您同意在您与第三方发生交易纠纷时，天宝微拍无需征得您的同意，有权自行判断并决定将争议货款的全部或部分结算给交易一方或双方。<br/>
四、您在使用本服务过程中，本协议内容、网页上出现的关于结算操作的提示或天宝微拍发送到其微信内容是您使用本服务的相关规则，您使用本服务即表示您同意接受本服务的相关规则。天宝微拍无须征得您的同意，有权单方修改本服务的相关规则，修改后的服务规则应以您使用服务时的页面提示为准。<br/>
五、天宝微拍会以微信客户通知方式通知您交易进展情况以及提示您进行下一步的操作，但天宝微拍不保证您能够收到或者及时收到该信息，且不对此承担任何后果。因此，在交易过程中您应当及时登录到天宝微拍网站查看和进行交易操作。因您没有及时查看和对交易状态进行修改或确认或未能提交相关申请而导致的任何纠纷或损失，天宝微拍不负任何责任。<br/>
六、您如果需要向交易对方交付货物，应根据交易状态页面显示的买方地址，委托有合法经营资格的承运人将货物直接运送至对方或其指定收货人，并要求对方或其委托的第三方（该第三方应当提供对方的授权文件并出示对方及第三方的身份证原件）在收货凭证上签字确认，因货物延迟送达或在送达过程中的丢失、损坏，天宝微拍不承担任何责任，应由您与交易对方自行处理。<br/>
七、除代付订单，送礼订单、返现订单和自有支付订单外，其他类型的所有售前订单，当您或者您的交易对方（以下简称：买家）在规定时间内没有操作订单，系统都会根据设定流程，自动处理订单。以上简称为倒计时功能。<br/>
1、倒计时功能的适用情形主要由以下几种：<br/>
A、仅退款<br/>
1）买家申请退款后，等待您处理，时限为15天，超时系统将自动同意申请，并从您店铺账户自动退款给买家；<br/>
2）您拒绝退款申请后，等待买家处理（买家可修改退款申请或者申请天宝微拍客服介入），时限为7天，超时系统将自动关闭退款申请；<br/>
B、退货退款<br/>
1）买家申请退货退款后，等待您处理，时限为15天，超时系统将自动同意申请，并发送退货地址给买家（退货地址您事先必须填写）；<br/>
2）您拒绝退款申请后，等待买家处理（买家可修改退款退货申请或者申请天宝微拍客服介入），时限为15天，超时系统将自动关闭退款申请；<br/>
3）您同意买家的退款退货申请，且买家已经退货，等待商家收货的，时限为自买家填写物流单后起7天，超时系统将自动退款给买家；<br/>
4）您已经收到买家的退货，拒绝买家退款申请，等待买家处理（买家可修改退款申请或者申请天宝微拍客服介入），时限为15天，超时系统将自动关闭退款申请；<br/>
5）您同意买家退款申请后，系统会提醒买家退回货物，此时限为7天，买家超时未填写物流单号，系统将自动关闭退款申请。<br/>
2、在上述交易维权流程的敏感节点，天宝微拍会以天宝微拍微信服务号、天宝微拍微微信服务号客服通知的形式向您或者买家推送通知，提醒您或者买家及时处理维权订单；若因您或者买家未及时处理导致产生资损的，可以联系天宝微拍客服协调处理，但天宝微拍不对您或者买家的超时资损进行赔付。<br/>
八、天宝微拍对您所交易的标的物不提供任何形式的鉴定、证明的服务。如果您与交易对方发生交易纠纷，天宝微拍有权根据本协议及天宝微拍微商城网站、天宝微拍商家微信公告上载明的各项规则进行处理。您为解决纠纷而支出的通讯费、文件复印费、鉴定费等均由您自行承担。因市场因素致使商品区涨价跌价而使任何一方得益或者受到损失而产生的纠纷，天宝微拍不予处理。<br/>
九、若您未完成注册过程成为天宝微拍微商城店铺，他人无法通过本服务购买您天宝微拍微商城店铺的商品区，直到您完成该账户的注册。<br/>
十、天宝微拍会将与您天宝微拍微商城店铺账户相关的资金，独立于天宝微拍营运资金之外，且不会将该资金用于非您指示的用途。<br/>
十一、天宝微拍并非银行或其它金融机构，本服务也非金融业务，本协议项下的资金移转均通过银行来实现，你理解并同意您的资金于流转途中的合理时间。<br/>
十二、您完全承担您使用本服务期间由天宝微拍保管或代理销售或结算的款项的货币贬值风险及可能的孳息损失。<br/>
十三、您同意，基于运行和交易安全的需要，天宝微拍可以暂时停止提供或者限制本服务部分功能，或提供新的功能，在任何功能减少、增加或者变化时，只要您仍然使用本服务，表示您仍然同意本协议或者变更后的协议。<br/>
十四、您不得将本服务用于非天宝微拍许可的其他用途。<br/>
十五、交易风险<br/>
当您通过本服务进行各项交易或接受交易款项时，若您或交易对方未遵从本服务条款或网站说明、交易页面中之操作步骤，则天宝微拍有权拒绝为您与交易对方提供相关服务，且天宝微拍不承担损害赔偿责任。若发生上述状况，而款项已先行划付至您的天宝微拍微商城商户账户名下，您同意天宝微拍有权直接自相关账户余额中扣回款项，并且您不享有要求天宝微拍支付此笔款项之权利。此款项若已汇入您的银行账户，您同意天宝微拍有向您事后索回之权利，因您的原因导致天宝微拍事后追索的，您应当承担天宝微拍合理的追索费用。<br/>
十六、软件服务费、服务期及续费、续期<br/>
1、您使用本服务前，应事先注册、开通天宝微拍微商城店铺，并向天宝微拍支付软件服务费，且不同的服务期软件服务费不同。游客会员年费0元，铜牌会员年费1198元，银牌会员年费2198元，金牌会员年费3198元，金钻会员年费5998元。且您只能通过店铺余额或直接向天宝微拍支付软件服务费的方式，订购本服务。<br/>
2、您同意本协议并按本协议约定支付软件服务费以后，本服务即订购成功。一旦订购成功，您即可开始使用本服务。<br/>
3、您同意一旦您订购本服务支付软件服务费，天宝微拍不因本协议的中止、终止或您单方面而退出将已支付的软件服务费退还给您。<br/>
4、本协议服务期根据您支付软件服务费时所选择的服务期决定，但不论您订购一年、二年还是三年，只要是首次订购且不论是否在体验期内订购本服务，服务期均从您订购成功之日起开始计算。<br/>
5、您应于服务期到期前续费，如您到期未续费的，您将于服务期到期日停止使用本服务。如您在到期前或到期当天续费的，新的服务期从原服务期到期的次日开始计算；若您在原服务期到期之后续费的，新的服务期于您续费完成之日起开始计算。<br/>
6、如您需要，天宝微拍将开具项目为“软件服务费”的增值税普通发票。但您应向天宝微拍提供如下信息：开票名称、纳税人识别号、地址、电话、开户行和账号，且由您支付统一快递50元
。        若需增值税专用发票的，您应事先和天宝微拍说明，且除上述增值税普通发票需提供的信息外，还须提供以下材料并加盖您公章：企业营业执照副本复印件、税务登记证复印件、开户许可证复印件、一般纳税人资格证书复印件、增值税开票信息函。<br/>
7、如您需使用本服务中部分收费的功能、工具等，您须额外支付相应的费用才能使用。<br/>
8、除上述软件服务费外，如交易对方使用第三方支付网关支付货款的，您同意天宝微拍有权在交易对方支付货款后按照第三方支付网关或银行的规定直接扣除相关手续费用，但天宝微拍有权随时对上述交易另行额外加收手续费（如天宝微拍须加收手续费的，应提前在天宝微拍商家社区以公告形式通知）。如第三方支付网关或银行提高或降低手续费用的，天宝微拍亦有权提高或降低手续费用，但天宝微拍应提前在天宝微拍商家社区以公告形式进行通知。<br/>
9、天宝微拍有权对天宝微拍微商城的收费进行调整，具体的收费方案以您使用本服务时天宝微拍微商城网站上所列之收费公告或您与天宝微拍达成的其他书面协议为准；若在收费调整后您继续使用本服务的，表示您已完全知晓并接受天宝微拍调整后的收费方案，也将遵循调整后的收费方案支付费用；若您不同意调整后的收费方案，您应停止使用本服务。 
<h3>天宝微拍微商城代理销售和结算服务使用限制</h3>
一、您在使用本服务时应遵守中华人民共和国相关法律法规，以及您所在国家或地区之法令及相关国际惯例，不将本服务用于任何非法目的（包括用于禁止或限制交易物品的交易），也不以任何非法方式使用本服务。<br/>
二、您同意将不会利用本服务进行任何违法或不正当的活动，如有此类行为天宝微拍有权直接作删除内容、商品区下架等处理，并且天宝微拍对此类行为不承担任何责任，由您自行承担由此引起的一切责任。若有导致天宝微拍或天宝微拍雇员受损的，您亦应对此承担赔偿责任。此类行为包括但不限于下列行为∶<br/>
1、侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益；<br/>
2、违反依法定或约定之保密义务；<br/>
3、冒用他人名义使用本服务；<br/>
4、从事不法交易行为，如洗钱、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、及其他天宝微拍认为不得使用本服务进行交易的物品等。<br/>
5、提供赌博资讯或以任何方式引诱他人参与赌博。<br/>
6、非法使用他人银行账户（包括信用卡账户）或无效银行账号（包括信用卡账户）交易。<br/>
7、违反《银行卡业务管理办法》使用银行卡，或利用信用卡套取现金（以下简称套现）。<br/>
8、进行与您或交易对方宣称的交易内容不符的交易，或不真实的交易。<br/>
9、从事任何可能含有电脑病毒或是可能侵害本服务系统、资料之行为。<br/>
10、含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；<br/>
11、其他天宝微拍有正当理由认为不适当之行为。<br/>
<h3>违约责任</h3>
一、因您的过错导致的任何损失由您自行承担，该过错包括但不限于：不按照交易提示操作，未及时进行交易操作，遗忘或泄漏密码，密码被他人破解，您使用的计算机被他人侵入。<br/>
二、因您未及时更新资料，导致本服务不能提供或提供时发生任何错误，您不得将此作为取消交易、拒绝付款的理由，您须自行承担因此产生的一切后果，天宝微拍不承担任何责任。<br/>
三、如天宝微拍发现您存在欺诈、套现等违反法律、法规规定、本协议或相关服务条款或存在天宝微拍认为不适当的行为，天宝微拍有权根据情节严重程度，对您处以警告、限制或禁止使用部分或全部功能、封禁您店铺账户等处罚；由此导致或产生第三方主张的任何索赔、要求或损失，须由您自行承担一切损失，与天宝微拍无关；如天宝微拍因此也遭受损失的，您也应当一并赔偿。<br/>
四、即使本服务终止，您仍应对您使用本服务期间的一切行为承担可能的违约或损害赔偿责任。<br/>
<h3>免责声明</h3>
一、您确保其所输入的您的资料无误，如果因资料错误造成天宝微拍于异常交易发生时，无法及时通知您相关交易后续处理方式的，天宝微拍不承担任何损害赔偿责任。<br/>
二、您理解并同意，天宝微拍不对因下述任一情况导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿：<br/>
1、天宝微拍有权基于单方判断，包含但不限于天宝微拍认为您已经违反本协议的明文规定及精神，暂停、中断或终止向您提供本服务或其任何部分，并移除您的资料。<br/>
2、天宝微拍在发现交易异常或您有违反法律规定或本协议约定的行为时，有权不经通知先行暂停或终止该账户的使用（包括但不限于对该账户名下的款项和在途交易采取取消交易、调账等限制措施）（但天宝微拍应在采取上述措施后以短信或天宝微拍微商城信息推送等形式通知您，如因系统故障或短信通道故障等原因导致您未收到通知的除外），并拒绝您使用本服务之部分或全部功能。<br/>
3、在必要时，天宝微拍无需事先通知即可终止提供本服务，并暂停、关闭或删除该账户及您账号中所有相关资料及档案（但天宝微拍应在采取上述措施后以短信或天宝微拍微商城信息推送等形式通知您，如因系统故障或短信通道故障等原因导致您未收到通知的除外），并将您滞留在该账户的全部合法资金退回到您的银行账户。<br/>
三、如因天宝微拍根据本协议声明与承诺中的第二条对本协议内容进行单方面变更，您不同意变更后的协议内容停止使用本服务，双方终止合作的，天宝微拍不承担任何损害赔偿责任。<br/>
四、系统中断或故障<br/>
系统因下列状况无法正常运作，导致您无法使用各项服务的，天宝微拍不承担损害赔偿责任，该状况包括但不限于：
<br/>
1、天宝微拍在天宝微拍微商城网站或天宝微拍商家公告之系统停机维护期间。<br/>
2、电信设备出现故障不能进行数据传输的。<br/>
3、因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成天宝微拍系统障碍不能执行业务的。<br/>
4、由于黑客攻击、电信部门技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟。<br/>
五、对下列情形，天宝微拍不承担任何责任：<br/>
1、并非由于天宝微拍的故意而导致本服务未能提供的；<br/>  
  2、由于您的故意或过失导致您及/或任何第三方遭受损失的；<br/> 
  3、因您未及时续费，导致本服务不能提供或提供时发生任何错误，您须自行承担因此产生的一切后果，天宝微拍不承担任何责任。<br/> 
<h3>终止服务</h3>
一、如您需要删除自己的天宝微拍微商城账户的，应先向天宝微拍申请删除，经天宝微拍审核同意后方可删除天宝微拍微商城账户。天宝微拍同意删除该账户的，即表明天宝微拍与您之间的协议解除，但您仍应对其使用本服务期间的行为承担违约或损害赔偿责任。<br/>
二、如果天宝微拍发现或收到他人举报或投诉您违反本协议约定的，天宝微拍有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对您处以包括但不限于警告、限制或禁止使用部分或全部功能、封禁直至删除店铺账号的处罚。<br/>
三、在下列情况下，天宝微拍可以通过封禁店铺或删除您账户的方式终止服务：<br/>
（1）因您违反本服务协议相关规定，被天宝微拍终止提供服务的，后您再一次直接或间接或以他人名义注册为天宝微拍用户的，天宝微拍有权再次单方面终止向您提供服务；<br/>
（2）一旦天宝微拍发现您注册数据中主要内容（身份信息、联系方式等）是虚假的，天宝微拍有权随时终止向您提供服务；<br/>
（3）本服务协议更新时，您明示不愿接受新的服务协议的；<br/>
（4）服务期到期，您未续费的；<br/>
（5）您存在本协议其他条款约定的天宝微拍终止向您提供本服务的情形的；<br/>
（6）其它天宝微拍认为需终止服务的情况。<br/>
四、服务中断、终止之前您交易行为的处理因您违反法律法规或者违反本服务协议规定而致使天宝微拍中断、终止对您提供服务的，对于服务中断、终止之前您的交易行为依下列原则处理：<br/>
（1）服务中断、终止之前，您已经上传至天宝微拍微商城的物品尚未交易或尚未交易完成的，天宝微拍有权在中断、终止服务的同时删除此项物品的相关信息；<br/>
（2）服务中断、终止之前，您已经与交易对方就具体交易达成一致，天宝微拍可以不删除该项交易，但天宝微拍有权在中断、终止服务的同时将您被中断或终止服务的情况通知您的交易对方。 
商标、知识产权的保护<br/>
一、天宝微拍产品及相关网站上由天宝微拍上传、制作、拥有的所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由天宝微拍或其关联公司依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。如您在天宝微拍产品或网站上上传由您自行制作、拥有的内容，包括但不限于图片、资讯、资料、店铺设计等，均由您或您的关联公司依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等；但如因您上传的由其自行制作、拥有的内容涉及侵犯天宝微拍或其他任何第三方的合法权益的，您应自行对其侵权行为产生的纠纷进行处理，并对其侵权行为承担法律责任，且就由此给天宝微拍造成的损失（包括但不限于天宝微拍声誉的影响、天宝微拍由此承担的连带责任（如有）等）进行赔偿。<br/>
二、非经天宝微拍或其关联公司书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表在本网站上程序或内容（仅限于由乙方上传、制作、拥有的所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计等）；如您需使用著作权非天宝微拍所有的内容的，您应获得具体内容的著作权所有者的合法授权才能使用，如因您私自使用非自己所有的、且未经他人合法授权的著作、图片、档案、资讯、资料等内容的，由您自行承担责任，包括但不限于您自行对您的侵权行为产生的纠纷进行处理，并对您的侵权行为承担法律责任，且就由此给天宝微拍造成的损失（包括但不限于天宝微拍声誉的影响、天宝微拍由此承担的连带责任（如有）等）进行赔偿。<br/>
三、尊重知识产权是您应尽的义务，如有违反，您应承担损害赔偿责任。<br/> 
<h3>其他</h3>
一、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，没有相关法律规定的，参照通用国际商业惯例和（或）行业惯例。<br/>
二、如本协议的任何条款被视作无效或无法执行，则上述条款可被分离，其余条款则仍具有法律效力。<br/>
三、天宝微拍于您过失或违约时放弃本协议规定的权利的，不得视为其对您的其他或以后同类之过失或违约行为弃权。
<br/>
四、本协议自您在订购本服务时勾选同意本协议内容点击确认订购且成功订购之日为本协议生效之日，且该点击确认行为与您加盖公章或签字的行为具有相同法律效力。双方签订线上协议或其他在线协议后，您因内部管理等原因需要签订纸质协议进行确认或存档的，您可在成功订购后通过店铺后台设置-服务协议中生成电子协议，自行下载打印后盖章、签字，且通过此方式签署的纸质协议视为双方均同意协议的内容并签署，但不能因此视为双方存在两个协议关系，纸质协议的内容必须与在线签署的协议内容一致，协议的生效与履行依照在线签署的协议约定执行，在线签署的协议内容与纸质协议的约定不一致的，以前者的约定为准。纸质协议自甲方和乙方签字或盖章之日起生效。<br/>
五、本协议由双方约定，双方一同遵守。<br/>
六、本协议最终解释权及修订权归天宝微拍所有。<br/>
            </div>
    </div>
</template>
<script>
    var config = require('../../../../config')

    export default {
        data(){
            return {

            }
        },
        mounted: function() {


            },
            methods:{



            },
            computed:{

            }
    }
</script>

<style scoped>
  #mumberupgrade .well{
      min-height: 20px;
      padding: 19px;
      margin-bottom: 20px;
      background-color: #f5f5f5;
      border: 1px solid #e3e3e3;
      border-radius: 4px;
      -webkit-box-shadow: inset 0 1px 1px rgba(0,0,0,.05);
      box-shadow: inset 0 1px 1px rgba(0,0,0,.05);
  }
#mumberupgrade .lead{
  margin-bottom: 20px;
  font-weight:bold;
      font-size: 16px;
      line-height: 1.4;
      }
</style>